Repository: domzilla/Caffeine
Catalog: src/Caffeine/Ressources/*.lproj/Localizable.strings
Languages: fr

source: 1 hour
fr: 1 heure

source: 2 hours
fr: 2 heures

source: 5 hours
fr: 5 heures

source: Indefinitely
fr: Indéfiniment

source: Caffeine is active
fr: Caffeine est actif

source: %d seconds
fr: %d secondes

source: Preferences...
fr: Préférences...

source: About Caffeine
fr: À propos de Caffeine

source: Quit
fr: Quitter

source: Caffeine is now running. You can find its icon in the right side of your menu bar. Click it to disable automatic sleep, click it again to enable automatic sleep.
fr: Caffeine est désormais en cours d’exécution. Son icône se trouve sur la droite de votre barre de menus. Cliquez dessus pour désactiver la mise en veille automatique, cliquez à nouveau pour la réactiver.

source: Right-click (or ⌘-click) the menu bar icon to show the Caffeine menu.
fr: Cliquez avec le bouton droit (ou maintenez ⌘ enfoncée) sur l’icône de la barre de menus pour afficher le menu Caffeine.

source: Default duration:
fr: Durée par défaut :

source: Activate when starting Caffeine
fr: Activer au lancement de Caffeine

source: Deactivate when device goes to sleep manually
fr: Désactiver lorsque l’appareil se met en veille manuellement

source: Show this message when starting Caffeine
fr: Afficher ce message au lancement de Caffeine

source: Close
fr: Fermer

source: Activate for
fr: Activer pendant

source: Welcome to Caffeine
fr: Bienvenue dans Caffeine

source: © 2006 Tomas Franzén © 2018 Michael Jones © 2022 Dominic Rodemer Source code: https://github.caffeine-app.net
fr: © 2006 Tomas Franzén © 2018 Michael Jones © 2022 Dominic Rodemer Code source : https://github.caffeine-app.net

source: Caffeine prevents sleep
fr: Caffeine empêche la mise en veille
